{
 "100831": "The woman  wears sunscreen clothing and plain trousers.The sunscreen clothing is polyester and gray, and the pants are polyester cotton and black gray.She has long straight brown hair and wears black leather shoes.",
 "100833": "The man wears a short-sleeved T-shirt and sweatpants.The T-shirt is a crewneck with numbers in the middle of cotton and black, sweatpants are black in the middle dripping ah with a monogram pattern polyester cotton.He has short black hair and wears gray sneakers .",
 "100835": "This woman  is wearing a short-sleeved T-shirt and shorts.The T-shirt is made of purple lettered round neck cotton, and the shorts are made of gray cotton.She has a black ponytail and is wearing a pair of white skateboarding shoes.",
 "100837": "This man wears a long-sleeved hooded jacket and shorts.The  long-sleeved hooded jacket  is gray polyester fiber, and the shorts are military green cotton.He has short black hair and wears a pair of gray sneakers.",
 "100839": "This woman is wearing a deep red round neck short sleeve with cartoon patterns and a light irregular design high waisted A-line denim short skirt.The deep red round neck short sleeves with cartoon patterns are made of a mixed fabric fabric, and the light irregular design of the high waisted A-line denim short skirt is made of denim fabric.She has black hair and is wearing black canvas shoes.",
 "100841": "This woman wears  a elbow-sleeved T-shirt and long pants.The T-shirt is made of blue round neck cotton, and the pants are made of gray cotton.She has long black straight hair and wears a pair of gray sneakers.",
 "100843": "The man is wearing a short-sleeved T-shirt  with letters and patterns, and black casual shorts with letters on the lower body.The gray crew-neck short sleeves with letters and patterns are made of mixed fabric, and the black casual shorts with letters are made of polyester.He has short black hair and wears  a pair of grey trainers.",
 "100845": "This woman wears  a floral dress.The dress is black floral and polyester small V-neck.Her hair is long black and she wears  golden sandals.",
 "100847": "This man is wearing a elbow-sleeved T-shirt and long pants.The T-shirt is made of black patterned round neck cotton, and the pants are made of denim.He has short black hair and is wearing a pair of white skateboarding shoes.",
 "100849": "This woman wears  a long-sleeved bra and jeans.The bra is blue and polyester round-neck, and the bottom is blue denim.She has long black hair and wears  small black leather shoes.",
 "100851": "The man wears an inky blue crewneck short sleeve with letters and black slacks.The ink-blue crew neck with the letter pattern and the black slacks are mixed fabric.He has short black hair and wears  a pair of white sneakers.",
 "100853": "This man wears  a short-sleeved T-shirt and shorts.Short-sleeved T-shirts are made of gray cotton fabric,and shorts are made of khaki cotton fabric.He has black short hair and gray white sneakers.",
 "100855": "The man wears a short-sleeved T-shirt and long pants.The T-shirt is dark gray and cotton fabric with a round-neck, while the lower garment is black and cotton fabric.He has short black hair and wears a pair of  black sneakers.",
 "100857": "The man wears a short-sleeved T-shirt and long pants.The T-shirt is dark blue with a white pattern and cotton fabric on the chest, and the lower garment is black and mixed fabric.He has short black hair and wears white skateboarding shoes.",
 "100859": "The woman wears  a long-sleeved dress.The dress is polyester fibre with a square neckline and black.She has long straight brown hair and wears black sneakers.",
 "100861": "The man wears a crew neck with short sleeves and slacks.Black crew neck short sleeves are mixed fabric fabric, black slacks are mixed fabric fabric.He has short black hair and wears black casual shoes.",
 "100863": "This woman  is wearing a elbow-sleeved T-shirt and long pants.The T-shirt is made of blue round neck cotton, and the pants are made of black cotton.She has a black ponytail and is wearing a pair of white skateboarding shoes.",
 "100865": "This man is wearing long-sleeved T-shirt and shorts.The top is black and knitted cotton with a round-neck, and the bottom is gray knitted cotton.He has short black hair and is wearing   a pair of white brown canvas shoes.",
 "100867": "The woman wears  a blue crew neck dress with short sleeves.The blue crew neck short-sleeved dress is made of mixed fabric.She has black hair and wears a pair of white casual shoes.",
 "100869": "The woman wears a round neck with elbow sleeve and a short suspenders.The brown crew-neck short-sleeved is made of mixed fabric, and the strappy skirt is made of polyester fabric.She has black hair and wears white sneakers.",
 "101222": "This man wears a short-sleeved T-shirt and shorts。Short sleeved T-shirts are made of cotton fabric with alternating red and yellow patterns and long pants are made of blue cotton fabric。He has black short hair and white sneakers。",
 "101224": "This man is wearing a short-sleeved T-shirt and long pants.The T-shirt is made of black gray round neck cotton, and the pants are made of gray polyester fiber.He has short black hair and is wearing a pair of black sneakers.",
 "101226": "The woman wears a short-sleeved T-shirt and long pants.The T-shirt are off white and cotton V-neck, while the lower garment is made of military green and linen woven fabric.She has long black hair and wears  a pair of white sneakers.",
 "101228": "This woman wears  a short-sleeved T-shirt and jeans. The short-sleeved T-shirt is made of gray cotton fabric, and the jeans are made of blue denim。She has long black hair and red gray sneakers。",
 "101230": "This man wears  a elbow-sleeved T-shirt and shorts.The T-shirt is made of black round neck cotton, and the shorts are made of gray polyester fiber.He has short black hair and wears a pair of brown sneakers.",
 "101232": "The man is wearing a short-sleeved T-shirt and off-white slacks.The blue crew-neck sleeves with a letter pattern are made of mixed fabric, while the beige slacks are made of nylon fabric.He has short black hair and wears a pair of  blue and white sneakers.",
 "101234": "The woman wore a short-sleeved T-shirt and denim trousers.The t-shirt is crewneck cotton and blue, and the pants are denim and blue.She has long straight black hair and wears white sneakers.",
 "101236": "This man wears a short-sleeved T-shirt and shorts.The T-shirt is made of green round neck cotton with letters, and the shorts are made of blue cotton.He has short black hair and wears a pair of white sneakers.",
 "101238": "This woman wears  a elbow-sleeved T-shirt and shorts.The T-shirt is made of red lettered round neck cotton, and the shorts are made of gray polyester fiber.She has a black ponytail and wears a pair of white sneakers.",
 "101240": "This woman  is wearing a elbow-sleeved T-shirt and shorts.The T-shirt is made of blue round neck cotton, and the shorts are made of pink cotton.She has a black ponytail and is wearing a pair of white skateboarding shoes.",
 "101242": "The woman wears a short-sleeved T-shirt and jeans.The round-neck T-shirt is white cotton fabric, has a pattern, whlie the jeans are blue denim fabric.She has brown ponytail and wears white sneakers.",
 "101244": "The woman wears a short-sleeved T-shirt and a short overall.The T-shirt is pink and made of cotton fabric, with a monogram pattern and a round collar, while the short overall is green and made of cotton fabric.She has a black ponytail and is wears white canvas shoes.",
 "101246": "This man wears a short-sleeved T-shirt and shorts.The T-shirt is crewneck with monogram in the middle of cotton and red, and the shorts are polyester and black white stripes.He has short brown hair and wears black and white sneakers.",
 "101248": "A woman wears a quarter-sleeved T-shirt and short pants.The T-shirt is round-neck deep blue polyester cotton fabric, and the short pants are gray cotton fabric.She has ponytail black hair and wears white sneakers.",
 "101250": "The man wears a short-sleeved T-shirt and short pants.The T-shirt is light blue with round-neck and made of  cotton fabric, while the pants are gray cotton fabric.He has short black hair and wears white slippers.",
 "101252": "The man wears a short-sleeved T-shirt and trousers.The T-shirt are blue and made of cotton fabric, with a monogram pattern and a round collar, while the trousers are yellow and made of nylon fabric.He has short black hair and wears brown and white canvas shoes.",
 "101254": "The man wears a full-length shirt and trousers.The shirt is wine red and made of cotton fabric with a lapel, while the trousers are brown and made of cotton fabric.He has short black hair and wears black and white sneakers.",
 "101256": "The woman wears a long-sleeved hooded jacket and a long skirt.The sport jacket is light blue and made of polyester fabric, while the skirt is dark blue and made of cotton fabric.She has a black ponytail and wears white sneakers.",
 "101258": "The man wears a long-sleeved floral hooded sports jacket and denim pants.The jacket is made of  light blue polyester,while the jeans are blue denim.He has short black hair and wears black sneakers.",
 "101260": "The man wears a short-sleeved T-shirt and short pants.The lapel-neck T-shirt is made of purple cotton fabric, while the shorts are made of gray cotton fabric.He has short black hair and wears blue sneakers.",
 "101262": "This woman wears a short sleeved T-shirt and a denim dress.The T-shirt is brown and cotton with a round neck, and the dress is blue and denim.She has long black hair and wears white sneakers.",
 "101264": "This lady wears a quarter-sleeved T-shirt and a denim skirt.The T-shirt is made of polyester cotton fabric with brown letters on the lapel, and the skirt is made of blue denim fabric.She has  a black ponytail and wears white sneakers.",
 "101266": "This woman wears a short-sleeved T-shirt and shorts.The T-shirt is made of gray cotton fabric with a lapel, and the pants are made of blue cotton fabric.She has short black hair and wears black sandals.",
 "101268": "This woman wears a short-sleeved T-shirt and a denim skirt with straps.The T-shirt is made of round-neck dark red letter polyester cotton fabric, and the skirt is made of blue denim fabric.She has  a black ponytail and wears black and white casual shoes.",
 "101684": "The lady wears a cap-sleeved dressThe cap-sleeved dress is pink with gauze at the shoulders and cotton below the chestShe has long black hair and wears white cloth shoes",
 "101686": "The man wears a full-length shirt and ripped jeans.The shirt is blue and made of cotton fabric with a lapel, while the jeans are blue and made of denim fabric with two rips.He has short black hair and wears white skateboard shoes.",
 "101688": "This man wears a long-sleeved sweater and short pants.The sweater is high collar gray printed cotton fabric, and the pants are made of white patterned nylon fabric.He has short black hair and wears black and orange sneakers.",
 "101690": "The lady wears a short-sleeved long dress.The dress is floral yellow and the sleeves are short-sleeved.She has long brown hair and wears pink sneakers",
 "101692": "The woman wears a short-sleeved floral pattern dress.The dress is black and made of polyester fabric with a round collar.She has short black hair and wears white sandals.",
 "101694": "This man wears a long-sleeved T-shirt and regular pants.The T-shirt is made of round-neck black cotton fabric, and the pants are made of gray polyester cotton fabric.He has short black hair and wears gray sneakers.",
 "101696": "The lady wears a short-sleeved denim dressThe dress is made of blue denim,the collar is white lapel.She has long black hair and wears white sneakers.",
 "101698": "This lady wears a short-sleeved dress.The dress is made of jujube red chiffon fabric with a lapel.She has a black ponytailr and wears white casual shoes.",
 "101700": "A man wears a long-sleeved coat and long pants.The coat is made of standing collar ginkgo colored polyester fiber, and the pants are made of gray polyester cotton fabric.He has short black hair and wears blue and white sneakers.",
 "101701": "The man wears a full-length plaid shirt and trousers.The shirt is black and white and made of cotton fabric with a lapel, while the trousers are black and made of mixed fabric.He has short black hair and wears white skateboard shoes.",
 "101702": "The man wears a short-sleeved T-shirt and long pants.The T-shirt is blue and made of cotton fabric with a tiger pattern and a round collar, while the pants are gray and made of nylon fabric.He has short black hair and wears white canvas shoes.",
 "101704": "This man wears a short-sleeved T-shirt and long pants.The T-shirt is yellow green and cotton with a round-neck, while the pants are black and cotton.He has short black hair and wears gray white sneakers.",
 "101706": "The man wears a short-sleeved t-shirt and long jeansT-shirt is round neck light blue cotton fabric, jeans is light blue denim.He has short black hair and wears black loafers.",
 "101708": "The lady wears a short-sleeved floral patterned T-shirt and long pants.The T-shirt is green and white, the collar is round,and made of cotton fabric, while the pants are white nylon fabric.She has medium-length black hair and wears brown sneakers.",
 "101710": "The lady wears a short-sleeved T-shirt and plain trousers.The T-shirt is a crewneck with a monogram in the middle of cotton and pink, and the trousers are polyester-blend and pink cotton.She has long straight hair in tea black and wears white sneakers.",
 "101712": "This man wears a short-sleeved T-shirt and shorts.The T-shirt is made of  colored printed cotton fabric, and the pants are made of blue cotton fabric.He has short black hair and wears gray sneakers.",
 "101714": "This man wears a short-sleeved T-shirt and cropped pants.The T-shirt is made of round-neck gray cotton fabric, and the pants are made of gray polyester cotton fabric.He has short black hair and wears black canvas shoes.",
 "101716": "This man wears a long-sleeved shirt and regular pants.The shirt is made of yellow gray plaid cotton fabric with a lapel, and the pants are made of yellow dark patterned spandex fabric.He has short black hair and wears white casual shoes.",
 "101718": "The lady wears a dressThe dress is a short sleeve blue dress with white dotsShe has long black hair and wears white sneakers",
 "101720": "The man wears a long-sleeved hooded jacket and long pants.The jacket is made of blue cotton fabric,while the pants are made of dark gray nylon fabric.He has short black hair and wears white sneakers.",
 "101722": "The man  wears a short-sleeved and a short pants with number in the middle.The short sleeves has a red V-neck and is made of cotton fabric, the pants is black dacron.He has short black hair and his shoes are black sneakers.",
 "101897": "The man wears a long-sleeved shirt and trousers.The shirt has a stand-up collar and is made of white and green striped shirt cotton fabric, while trousers are made of gray cotton fabric.He has short black hair and wears black sneakers.",
 "101899": "The man wears long-sleeved T-shirt and sweat pants.The T-shirt is made of deep blue cotton fabric and the pants are made of dark gray nylon fabric.He has short black hair and wears black sneakers.",
 "101901": "This man wears sports jacket and short pants.The sports jacket is made of dark blue nylon fabric, while short pants are made of gray cotton fabric.He has short black hair and wears black sneakers.",
 "101903": "The man wears a hoodie and pants.The hoodie is made of dark blue cotton fabric and the pants is made of  green mixed fabric.He has short black hair and wears blue sneakers.",
 "101905": "The man wears long-sleeved hooded cardigan and sweatpants.The long-sleeved cardigan is made of dark gray and polyester fabric,lower garment is grey and polyester cotton fabric.He has short hair and wears black and white skateboarding shoes.",
 "101907": "The lady wears a long sleeved shirt and a short skirt.The shirt has a stand-up collar and is made of blue and black cotton fabric, while the skirt are made of black mixed fabric.She has long black hair and wears white casual shoes.",
 "101909": "The man wears a long-sleeved shirt and sports pants.The shirt is made of khaki cotton fabric, while the pants is made of black red cotton fabric.He has short black hair and wears red sneaker.",
 "101911": "This man wears a long-sleeved hooded jacket and pants.The jacket is made of blue cotton, and the pants are made of denim.He has short black hair and wears a pair of black sneakers.",
 "101913": "The man  wears  patterned long-sleeved jacket and sports shorts.The long-sleeved jacket is blue and polyester, lower garment is navy blue and terylene cotton fabric.He has short hair and wears black sneakers。",
 "101915": "The man wears a long sleeved sweater and pants.The sweaters are made of blue cotton fabric, and the pants are made of blue cotton fabric.He has short black hair and wears black sports shoes.",
 "101917": "This man wears long-sleeved T-shirt and sweat pants.The round-neck T-shirts are made of red cotton fabric, while sweat pants are made of dark gray cotton fabric.He has short black hair and wears white sneakers.",
 "101919": "The man wears a long-sleeved shirt and long trousers.The long-sleeved shirt is gray, made of cotton fabric, with a round collar, and the long trousers are black, made of cotton fabric.He has short black hair and wears white sneakers.",
 "101921": "The lady wears sleeveless dress with irregular patterns.The dress has a round neck and is made of yellow chiffon fabric.She has long black straight hair and wears black sandals.",
 "101923": "This lady wears a sleeveless dress.The  dress is made of black polyester fabric.She has black hair and wears black leather shoes.",
 "101925": "This lady is wearing printed short sleeves with lace lapels and light blue jeans.The printed short sleeves with lace lapels are made of mixed fabric fabric, while the light blue jeans are made of denim fabric.She has long black straight hair and is wearing white casual shoes.",
 "101927": "The lady wears short-sleeved dress.The dress is made of  chocolate colored polyester fiber.She has long brown straight hair and wears white and pink slippers.",
 "101929": "The lady  wears long dress with alphabet in the middle.The dress has a round collar and is made of  blue and white cotton fabric.She has a long black hair and  wears black sandals.",
 "101931": "The lady wears short-sleeves with alphabet in the middle and a short skirt .The short-sleeves has a round-neck and are made of flesh pink cotton fabric, while the short skirt is made of blue denim fabric.She has a long black  hair and wears white sandals.",
 "101933": "This lady wears a thin, irregular ruffled long sleeved top in lotus pink color and a floral skirt.The lotus root pink thin irregular ruffled long sleeved V-neck top and floral skirt are both mixed fabric fabrics.She has black hair and wears white perforated shoes.",
 "102208": "The lady wears cotton padded coat and jeans.The top is orange with printed patterns and made of polyester, and the bottom is blue and made of denim.Her hair is long black and she wears white shoes.",
 "102210": "The lady wears a hoodie and trousers.The top is yellow and made of cotton with a round neck, and the bottom is khaki and made of polyester.Her hair is long black and she wears black and white shoes.",
 "102212": "The lady wears a sweater and trousers.The top is ginger and made of cotton with a V-neck, and the bottom is khaki and made of cotton.Her hair is long black and she wears white high heels.",
 "102214": "This man wears a coat and a pair of cropped jeans.The coat is gray made of polyester with a stand-up collar, while the cropped jeans are made of light blue denim.He has short hair and wears white sneakers.",
 "102216": "This lady wears a shirt and checked skirt.The top is beige with a round neck, and the bottom is red plaid made of polyester.Her hair is long black and she wears white sandals.",
 "102218": "The lady wears a hoodie and jeans.The top is pink and made of cotton, and the bottom is blue and denim.She has long black hair and she wears white sneakers.",
 "102220": "The lady wears a short-sleeved dress.The dress is white with stripes and made of cotton fabric with a round neck.She has long brown hair in a bun and she wears white sneakers.",
 "102222": "The man is wearing a long-sleeved coat and trousers.The coat is a brick red polyester fabric with a straight neckline and dark green denim underneath.He has short hair and wears a pair of black sneakers",
 "102224": "The man wears a down jacket and casual trousers.The top is grey and made of polyester, and the bottom is khaki and made of cotton.His hair is short black and he wears black and white canvas shoes.",
 "102226": "The lady wears a striped knit dress.The top has blue stripes and made of knitted fabric with a round neck.She has long black and yellow hair and she wears white sneakers.",
 "102228": "The lady wears a long-sleeved plaid dress.The dress is white and black and made of polyester with a lapel.Her hair is long black and she wears white sneakers.",
 "102230": "The lady wears a Chinese style jacket and a patterned skirt.The top is red and made of polyester with a stand-up collar, and the bottom is beige and made of cotton.She has long black hair and wears pink cloth shoes.",
 "102232": "The man wears a long-sleeved T-shirt and trousers.The top is light brown and made of polyester fabric, while the trousers are black and made of cotton fabric.He has short black hair and wears white and yellow sneakers.",
 "102234": "This lady wears a long dress and pants.This dress is purple made of cotton with a lapel, and the beige pants are made of cotton.She has long hair and wears white sneakers.",
 "102236": "The lady wears a long sleeved dress with printed pattern.The dress is pink and made of cotton with a round neck.Her hair is long black and she wears black cloth shoes.",
 "102239": "The man wears a printed hoodie and ordinary trousers.The top is grey and made of cotton with a round neck, and the bottom is grey and made of cotton.His hair is short black and he wears brown slippers."
}